{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "awk.vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "prolog-vim": { "branch": "master" },
  "python-lsp-server": { "branch": "develop" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-asciidoctor": { "branch": "master" },
  "vim-clang": { "branch": "master" },
  "vim-fish": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "zig.vim": { "branch": "master" }
}